AdamCaviness.theme-monokai-dark-soda
BazelBuild.vscode-bazel
CoenraadS.bracket-pair-colorizer-2
DavidSchuldenfrei.gtest-adapter
Equinusocio.vsc-material-theme
GitHub.vscode-pull-request-github
KnisterPeter.vscode-github
LeoJhonSong.ccpp-extension-pack
PKief.material-icon-theme
StackBuild.bazel-stack-vscode
VisualStudioExptTeam.vscodeintellicode
ajshort.include-autocomplete
christian-kohler.path-intellisense
dotdevru.prettier-java
esbenp.prettier-vscode
formulahendry.code-runner
formulahendry.terminal
foxundermoon.shell-format
go2sh.cmake-integration-vscode
golang.go
hars.CppSnippets
jeff-hykin.better-cpp-syntax
k--kato.intellij-idea-keybindings
mads-hartmann.bash-ide-vscode
me-dutour-mathieu.vscode-github-actions
mechatroner.rainbow-csv
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.typescript-javascript-grammar
mwpb.java-prettier-formatter
phgn.vscode-starlark
redhat.java
redhat.vscode-yaml
russelldavis.better-pageup-pagedown
s3gf4ult.monokai-vibrant
shd101wyy.markdown-preview-enhanced
teabyii.ayu
thenikso.github-plus-theme
timonwong.shellcheck
uloco.theme-bluloco-light
vangware.dark-plus-material
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-maven
wingrunr21.vscode-ruby
yzhang.markdown-all-in-one
